Repository: jmrpadrino/Go-Galapagos-Extreme-Theme
Catalog: languages/*.po
Languages: es_es

source: Well, it seems that the page you are looking for does not exist
es_es: Disculpas, esta página no está disponible.

source: Don't worry, you can still find youir way easily
es_es: No se preocupe, todavía puede encontrar su camino fácilmente.

source: Return to Homepage
es_es: Regreso a la página principal

source: Plan Your Trip Now
es_es: ¡Organice su viaje ahora!

source: Every island in the Galapagos is different one from the other and all this is due to how they were formed. If the 4,600 million years of Earth´s history will be simulated in 24 hours, the Galapagos Islands had been formed in the last two minutes of that day. The 19 islands and 219 islets were created by successive volcanic eruptions over a hot spot located on the seafloor of the Nazca Plate. The first of them emerged in the middle of the Pacific Ocean about 5 million years ago. The islands are settled on the Nazca Plate and move about 5 centimeters a year eastward.
es_es: Cada isla en Galápagos es diferente una de la otra y esto se debe a cómo se formaron. Si los 4.600 millones de años de la historia de la Tierra se simularán en 24 horas, las Islas Galápagos se formaron en los últimos dos minutos de ese día. Las 19 islas y 219 islotes fueron creados por sucesivas erupciones volcánicas sobre un punto caliente ubicado en el fondo del mar de la Placa de Nazca. El primero de ellos surgió en el medio del Océano Pacífico hace unos 5 millones de años. Las islas se asientan en la Placa de Nazca y se mueven anualmente 5 centímetros hacia el este.

source: That is why the oldest islands of the archipelago are far about 200 kilometers east from the youngest islands that are still above the hot spot. In this sense, all the islands have different ages and geological conditions. The very volcanically active young islands are still in process of formation and the oldest islands, farthest from the hot spot, are in different processes of erosion. The different geological ages, altitudes and ocean currents that affect them make the ecosystems, flora, fauna, landscapes, colors and geology of each island to be different from one another.
es_es: Es por eso que las islas más antiguas del archipiélago están a unos 200 kilómetros al este de las islas más jóvenes que todavía están por encima del punto caliente. En este sentido, todas las islas tienen diferentes edades y condiciones geológicas. Las islas jóvenes, muy activas volcánicamente hablando, están todavía en proceso de formación y las islas más antiguas, más alejadas del punto caliente, se encuentran en diferentes procesos de erosión. Las diferentes edades geológicas, altitudes y corrientes oceánicas que las afectan ,hacen que los ecosistemas de flora, fauna, paisajes, colores y geología de cada isla sean diferentes entre sí.

source: The untouched of its terrestrial and aquatic ecosystems makes it a natural sanctuary. Each island has a different magic. In few places on the planet there is chance to see such impressive and stunning landscapes and contrasting colors so marked and attractive. Their many wonders include impressive geological formations, ancient and recent lava flows, various types of cones and tunnels formed by flows inside the Earth.
es_es: Sus ecosistemas terrestres y acuáticos no tocados por el hombre, las convierten en un santuario natural. Cada isla tiene una magia diferente. En pocos lugares del planeta existe la posibilidad de ver paisajes tan impresionantes e impresionantes y colores contrastantes tan marcados y atractivos. Sus varias maravillas incluyen impresionantes formaciones geológicas, flujos de lava antiguos y recientes, varios tipos de conos y túneles formados por flujos dentro de la Tierra.

source: Explore the
es_es: Explore el

source: Check departure dates
es_es: Consulte fechas de salida

source: Go Packages
es_es: Paquetes Go

source: Get the best from both worlds! These are our recommended tours that we have prepared for vacationers that want to have a more complete travel experience.
es_es: ¡Disfrute lo mejor de los dos mundos! Estos son nuestros tours recomendados que hemos preparado para viajeros que quieres una experiencia más completa en su viaje.

source: Our all-inclusive Go Packages are a favorite amongst our clients due that they mix an unforgettable luxury cruise in the Galapagos Islands with amazing inland landscapes and cultural experiences in continental Ecuador and Peru.
es_es: Nuestros paquetes todo incluido son los preferidos de nuestros clientes por la mezcla de un inolvidable crucero en las Islas Galapagos con increíbles paisajes y las experiencias culturales en Ecuador y Peru continental.

source: Adults
es_es: Adultos

source: Children
es_es: Niños

source: Rates
es_es: Tarifas

source: per person
es_es: por persona

source: Total Estimated
es_es: Estimado total

source: Request a Quote
es_es: Solicite una Cotización

source: We offer ample flexibility to adapt to any special needs or interests of the new traveler. From special activities to dietary needs we have hosted several types of travelers and made their vacation a true tailor-made experience. These are some examples of our programs.
es_es: Ofrecemos una amplia flexibilidad para adaptarnos a cualquier necesidad o interés del viajero contemporáneo. Desde actividades especiales a dietas específicas, hemos organizado a varios tipos de viajeros, creando una verdadera experiencia personalizada. Estos son algunos ejemplos de nuestros programas.

source: Get the deal
es_es: Ver Oferta

source: Move through the images
es_es: Ver las imágenes

source: Land Tours
es_es: Tours Continentales

source: Enjoy new experiences
es_es: Disfrute de nuevas experiencias

source: Login
es_es: Iniciar sesión

source: Register
es_es: Resgístrate

source: Site Map
es_es: Mapa del Sitio

source: Contact Us
es_es: Contáctenos

source: Proud member of:
es_es: Orgullosos Miembros de:

source: Go Galapagos Ltda. All rights reserved. 1980 - 2017
es_es: Go Galapagos Ltda. Todos los derechos reservados 2018.

source: Members Site
es_es: Portal Miembros

source: Suscribe to our news
es_es: Suscríbase a nuestras noticias

source: Go Galapagos Ltda. All rights reserved.
es_es: Go Galapagos Ltda. Todos los derechos reservados.

source: Get your trip
es_es: Reserve su viaje

source: Choose your trip
es_es: Escoja su viaje

source: Choose your departure
es_es: Consulte fechas de salida

source: Find
es_es: Encuentre

source: Enjoy
es_es: Disfrute

source: the Enchanted Islands
es_es: las Islas Encantadas

source: Request a quote
es_es: Solicite una cotización

source: Offers &amp; News
es_es: Ofertas & Noticias

source: Our Vessels
es_es: Nuestras Embarcaciones

source: Menu
es_es: Menú

source: Tell us what are you looking for?
es_es: ¿Qué estás buscando?

source: Type here and press enter
es_es: Escriba aquí y presione Enter

source: You may also be interested in
es_es: Podría interesarle también…

source: Loading
es_es: Cargando

source: Multi Idioma
es_es: Multi Language

source: Uso exclusivo del qTranslate-x
es_es: Exclusive use of qTranslate-x

source: Suscribe
es_es: Suscríbete

source: Uso exclusivo de Constant Contact
es_es: Exclusive use of Constant Contact

source: Choose a Deck
es_es: Escoja una Cubierta

source: Prev Page
es_es: Pág Previa

source: Next Page
es_es: Pág Siguiente

source: Get the latest news
es_es: Mire las últimas noticias

source: Search the blog
es_es: Busque en el Blog

source: Categories
es_es: Categorias

source: There's no posts yet
es_es: No hay posts

# gogalapagos
source: Direct Sales
es_es: Ventas Directas

# gogalapagos
source: Incoming Sales
es_es: Ventas Entrantes

# gogalapagos
source: Business Development
es_es: Desarrollo de Negocios

source: Stay in touch with us by calling (593) 2-2267000 or by completing the following form:
es_es: Contáctenos llamando al (593) 2-226 7000 o llene este formulario:

source: First Name
es_es: Nombre

source: Last Name
es_es: Apellido

source: Email Address
es_es: Email

source: Phone Number
es_es: Número de Teléfono

source: Description
es_es: Descripción

source: Send
es_es: Enviar

source: Emergency contact
es_es: Contacto de Emergencia

source: Land Operations Manager
es_es: Gerente de Operaciones en Tierra

source: From outside
es_es: Desde afuera

source: From
es_es: Desde

source: Directions & Toll Free Numbers
es_es: Direcciones & Números Gratuitos

source: Main Office
es_es: Oficina Principal

source: Address
es_es: Dirección

source: Phone (Area Code)
es_es: Teléfono (código de área)

source: Office Schedule
es_es: Horario de Atención

source: Quito time
es_es: Hora de Quito

source: Galapagos Office
es_es: Oficina Go Galapagos

source: Galapagos time
es_es: Hora de Galápagos

source: Toll Free Numbres
es_es: Números Gratuitos

source: Partners
es_es: Miembros

source: Direct Passengers
es_es: Pasajeros Directos

source: Local Phone Numbers
es_es: Número de Teléfonos Locales

source: Our Sales Team Email Adresses
es_es: Emails de nuestro Equipo de Ventas

source: Deck Plan
es_es: Plan de Cubierta

source: Technical Information
es_es: Información Técnica

source: Security Information
es_es: Información de Seguridad

source: The Go Galapagos Difference
es_es: La Diferencia Go Galapagos

source: Experience the best of The Pacific Coast
es_es: Conozca lo mejor de la Costa del Pacífico

source: View More
es_es: Ver más

source: Services aboard our fleet
es_es: Servicios abordo de nuestra flota

source: Onboard service and facilities
es_es: Facilidades y servicios abordo

source: Cabin service and facilities
es_es: Facilidades y servicios de Cabina

source: Services available in the Galapagos Legend only
es_es: Servicios disponibles solo en el Galapagos Legend

source: Have fun on the Galapagos Islands
es_es: Diviértase en las Islas Galápagos

source: These two yachts are the intimate experience guest are looking for, with their respective capacity of 19 and 12, their cabins offer a sense of an intimate and private yacht experience. In small spaces, the service is more personalized and meeting fellow travelers are easy to share the experience of the trip. All social areas are designed with style and comfort, as well as the cabins that include excellent amenities. The external open deck areas have perfect spaces designed to socialize, relax and enjoy the best of the Pacific sun.gogalapagos
es_es: Estos dos yates son la experiencia íntima que los huéspedes están buscando, con sus respectivas capacidades de 36 y 20, sus cabinas ofrecen una sensación de una experiencia de yate íntimo y privado. En espacios pequeños, el servicio es más personalizado y se conoce a otros viajeros compartiendo la experiencia del viaje. Todas las áreas sociales están diseñadas con estilo y comodidad, así como las cabinas que incluyen excelentes comodidades. Las áreas externas de cubierta abierta tienen espacios perfectos, diseñados para socializar, relajarse y disfrutar de lo mejor del sol del Pacífico.

source: A Typical Cruise Day
es_es: Un Día Abordo

source: Please fill the form
es_es: Por favor llene el formulario

source: Learn More
es_es: Más información

source: Results for:
es_es: Resultados para:

source: All Results
es_es: Todos los Resultados

source: Articles
es_es: Artículos

source: Islands
es_es: Islas

source: Activities
es_es: Actividades

source: Cruises
es_es: Cruceros

source: Read More
es_es: Ver más

source: Close
es_es: Cerrar

source: More about
es_es: Ver más

source: at the Galapagos Islands
es_es: en las Islas Galápagos

source: Animal Groups
es_es: Grupos de Animales

source: Animal Group
es_es: Grupos de Animales

source: Scientific Name
es_es: Nombre Científico

source: Animal Average Size
es_es: Tamaño promedio

source: Animal Average Weight
es_es: Peso promedio

source: Places where you may see this animal
es_es: Lugares donde podría ver este animal

source: Visitor Sites
es_es: Lugares de Visita

source: Visitor Site
es_es: Lugares de Visita

source: Go visit this Island
es_es: Visite esta Isla

source: Itineraries available
es_es: Itinerarios Disponibles

source: Activities on the
es_es: Actividades en el

source: More about this activity
es_es: Más sobre esta actividad

source: Move through the activities
es_es: Ver más actividades

source: The Galapagos Islands
es_es: Las Islas Galápagos

source: View more about this island
es_es: Ver más sobre esta isla

source: Move through the islands
es_es: Ver más islas

# gogalapagos
source: Monday
es_es: Lunes

# gogalapagos
source: Tuesday
es_es: Martes

# gogalapagos
source: Wednesday
es_es: Miércoles

# gogalapagos
source: Thursday
es_es: Jueves

# gogalapagos
source: Friday
es_es: Viernes

# gogalapagos
source: Saturday
es_es: Sábado

# gogalapagos
source: Sunday
es_es: Domingo

# gogalapagos
source: Dry Landing
es_es: Desembarque Seco

# gogalapagos
source: Wet Landing
es_es: Desembarque Mojado

# gogalapagos
source: Dry or Wet Landing
es_es: Desembarque mojado o seco

# gogalapagos
source: Circumnavigation
es_es: Circumnavegación

# gogalapagos
source: Eroded Tuff
es_es: Toba erosionada

# gogalapagos
source: Flat
es_es: Plano

# gogalapagos
source: Flat & Muddy
es_es: Plano & Fangoso

# gogalapagos
source: Flat & Petrified Lava
es_es: Plano & Toba petrificada

# gogalapagos
source: Flat & Sandy
es_es: Plano & Arenoso

# gogalapagos
source: Flat & Semi-rocky
es_es: Plano & Semi-rocoso

# gogalapagos
source: Hill/mountain
es_es: Cerro/montaña

# gogalapagos
source: Marsh
es_es: Pantanoso

# gogalapagos
source: Muddy
es_es: Fangoso

# gogalapagos
source: Petrified Lava
es_es: Lava petrificada

# gogalapagos
source: Rocky
es_es: Rocoso

# gogalapagos
source: Rocky & Petrified Lava
es_es: Rocoso & Lava petrificada

# gogalapagos
source: Rocky & Sandy
es_es: Rocoso & Arenoso

# gogalapagos
source: Sandy
es_es: Arenoso

# gogalapagos
source: Shallow Ocean
es_es: Agua poco profunda

# gogalapagos
source: Slippery
es_es: Resbaladizo

# gogalapagos
source: Steep
es_es: Empinado

# gogalapagos
source: Steep & Petrified Lava
es_es: Empinado & Lava petrificada

# gogalapagos
source: Water
es_es: Agua

# gogalapagos
source: Wooden Trail
es_es: Sendero de Madera

source: View Itinerary Map
es_es: Ver Mapa de Itinerario

source: Day
es_es: Día

source: Disembarking
es_es: Desembarcando

source: Type of Terrain
es_es: Tipo de Terreno

source: Physical Conditions Required
es_es: Condicion Física

source: Itineraty route
es_es: Ruta de Itinerario

source: Itineraries
es_es: Itinerarios

source: More Information
es_es: Información Adicional

source: Highlights
es_es: Atracciones Destacadas

source: Our latest posts
es_es: Nuestras últimas publicaciones

source: Tags
es_es: Etiquetas

source: All
es_es: Todo

source: There is not animals in this gruop yet.
es_es: No hay animales en este grupo aún

source: Our History
es_es: Nuestra historia

source: Social Investment
es_es: Inversión Social

source: Our Partners
es_es: Nuestros Socios

source: Plan Your Trip Now!
es_es: ¡Organiza tu viaje ahora!

source: The Go Galapagos Experience
es_es: La Experiencia Go Galapagos

# gogalapagos
source: You're in
es_es: Usted está

# gogalapagos
source: Home
es_es: Inicio

source: 3D Floor Plan
es_es: Plano 3D

source: Cabin Location
es_es: Localización de Cabina

source: All FAQs
es_es: Todos las FAQs

source: Our customers say
es_es: Nuestros huéspedes dicen

source: Quito & Surroundings
es_es: Quito & Alrededores

source: Amazon
es_es: Amazonía

source: Per&uacute;
es_es: Perú

source: Experience
es_es: La experiencia

source: Social Areas
es_es: Áreas Sociales

source: Cabins
es_es: Cabinas

source: Deck Plan & Technical Information
es_es: Plan de Cubiertas & Información Técnica

source: 360 Virtual Tour
es_es: Tour Virtual 360

# gogalapagos
source: Galapagos Islands
es_es: Islas Galápagos

# gogalapagos
source: Animals & Wildlife
es_es: Animales & Fauna

source: Adaptation, evolution, endemism and fearlessness are probably the concepts that best describe the only animals that complement the natural magic of the Galapagos Islands. The species that by chance were carried by ocean or air currents, managed to reach these isolated and remote islands, facing a very different and extreme environment.
es_es: La adaptación, la evolución, el endemismo y la falta de miedo son probablemente los conceptos que mejor describen a los únicos animales que complementan la magia natural de las Islas Galápagos. Las especies, que por casualidad fueron transportadas por el océano o por las corrientes de viento, lograron llegar a estas islas aisladas y remotas, enfrentando un ambiente muy diferente y extremo.

source: Animals Grouped By
es_es: Animales Agrupados por

source: Every island in the Galapagos is different one from the other and all this is due to how they were formed. If the 4,600 million years of Earth´s history will be simulated in 24 hours, the Galapagos Islands had been formed in the last two minutes of that day. The 19 islands and 219 islets were created by successive volcanic eruptions over a hot spot located on the seafloor of the Nazca Plate. The first of them emerged in the middle of the Pacific Ocean about 5 million years ago. The islands are settled on the Nazca Plate and move about 5 centimeters a year eastward.
es_es: Cada isla en Galápagos es diferente, una de la otra, y todo esto se debe a cómo se formaron. Si los 4.600 millones de años de la historia de la Tierra se simularán en 24 horas, las Islas Galápagos se formaron en los últimos dos minutos de ese día. Las 19 islas y 219 islotes fueron creados por sucesivas erupciones volcánicas sobre un punto caliente ubicado en el fondo marino de la placa de Nazca. El primero de ellos surgió en el medio del Océano Pacífico hace unos 5 millones de años. Las islas se asientan en la placa de Nazca y se mueven unos 5 centímetros al año hacia el este.

source: See more Islands
es_es: Ver más islas

source: Anothers Social Areas
es_es: Otras Áreas Sociales

source: Days
es_es: Días

source: to
es_es: A

source: View Complete Itinerary
es_es: Ver Itinerario Completo

source: Extended Cruise
es_es: Crucero Extendido

source: Check departure dates
es_es: Consulte fechas de salida

source: Plan your trip now
es_es: ¡Organice su viaje ahora!

source: Map
es_es: Mapa

source: Flora &amp; Fauna
es_es: Flora & Fauna

source: Schedule subject to change at any time due to park regulations and weather.
es_es: Horarios sujetos a cambio en cualquier momento por concepto a las regulaciones del parque y del clima.
